{
  "participants": [
    {
      "name": "Jaime Vetterkind"
    },
    {
      "name": "Cathy Xu"
    }
  ],
  "messages": [
    {
      "sender_name": "Jaime Vetterkind",
      "timestamp_ms": 1706617939320,
      "content": "Iâ\u0080\u0099m reaching out to let you know the next steps for you and your sweet kitty. In general, the purpose of the FIP WarriorsÂ® 5.0 group is solely to connect new parents with Warrior Admins so they can answer their questions about FIP and help them source treatment. Itâ\u0080\u0099s essentially the portal for new parents to become a member of the Warriors community. We're not allowing other posts in the 5.0 group in order to avoid FB bots flagging the group and it being shut down as it has in the past. If you would like to interact with new members to offer support and reassurance in their initial posts, please add an emoji response to their initial post.\nÂ \nAfter you connect with a Warriors Admin and if you decide to start treatment, we will invite you to another group for support with other parents treating their kitties and sharing their experiences. The support group has educational content, Admins, Mods and group vets to support you and you can freely post updates and share your experience.\n\nIf you want to add your personal support person/people, including your vet, to share the experiencer firsthand, please check with your admin(s) to have them added to your Group Treatment Chat. (Please DO NOT invite them to apply to 5.0)",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Jaime Vetterkind",
      "timestamp_ms": 1706617923740,
      "content": "Youâ\u0080\u0099re welcome, Cathy.",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Cathy Xu",
      "timestamp_ms": 1706617871505,
      "content": "Thank you!",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Jaime Vetterkind",
      "timestamp_ms": 1706617545432,
      "content": "Hello, Cathy. Letâ\u0080\u0099s get Laifu some help. I will be opening up a second chat which will put you in direct contact with our PA Admin team. This chat will ask for more detailed information. One moment while I process this for you.",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Cathy Xu",
      "timestamp_ms": 1706617044267,
      "content": "He has fluid buildup in his belly and a bit of diarrhea, heâ\u0080\u0099s eating less than before and drinking less too",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Cathy Xu",
      "timestamp_ms": 1706617011436,
      "content": "My cat is called Laifu and Iâ\u0080\u0099m in Pittsburgh PA",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Jaime Vetterkind",
      "timestamp_ms": 1706616896993,
      "content": "I am a Support Team Member from the FIP WarriorsÂ® 5.0 group. I am sorry your sweet kitty is not well, but for FIP you are in the right place for information and support. FIP is no longer a death sentence. That said, FIP is extremely aggressive.\nÂ \nPLEASE TELL ME THE NAME OF YOUR KITTY AND TELL ME WHERE YOU ARE LOCATED (CITY AND STATE).\nÂ \nI will open a group chat with a FIP WarriorsÂ® Admin or someone who can assist.\n\nAfter you connect, you will be able to get answers to your questions and support while you are treating. There are several brand options and the cost of treatment varies based upon type of FIP, weight of kitty, and brand selected. Â \n\nPlease provide me with a brief overview of how your kitty is doing.\n\n**Remember to be cautious about anyone outside of our chat contacting you about other groups or offering to sell you medication.",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Cathy Xu",
      "timestamp_ms": 1706616892434,
      "content": "Hi Jamie, Iâ\u0080\u0099m cathy",
      "is_geoblocked_for_viewer": false
    },
    {
      "sender_name": "Jaime Vetterkind",
      "timestamp_ms": 1706616879240,
      "content": "https://www.facebook.com/groups/fipwarriorsoriginal/permalink/1551361502296557/",
      "share": {
        "link": "https://www.facebook.com/groups/fipwarriorsoriginal/permalink/1551361502296557/"
      },
      "is_geoblocked_for_viewer": false
    }
  ],
  "title": "Jaime Vetterkind",
  "is_still_participant": true,
  "thread_path": "inbox/jaimevetterkind_10229616178296109",
  "magic_words": [
    
  ]
}